tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "tavianator/tap"
tap "acrogenesis/macchanger"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
brew "abook"
brew "ack"
brew "aircrack-ng"
brew "aria2"
brew "clingo"
brew "aspcud"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "bdw-gc"
brew "berkeley-db"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "chruby"
brew "clipper", restart_service: true
brew "cloc"
brew "isl"
brew "cloog"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "docker"
brew "elinks"
brew "elixir-build"
brew "erlang"
brew "exa"
brew "exenv"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gifsicle"
brew "gist"
brew "git"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gmime"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "gobject-introspection"
brew "gpg-agent"
brew "harfbuzz"
brew "node"
brew "heroku"
brew "highlight"
brew "htop"
brew "httping"
brew "httrack"
brew "hub"
brew "unar"
brew "ievms"
brew "iftop"
brew "imagemagick"
brew "imapfilter"
brew "jq"
brew "json-c"
brew "lbdb"
brew "less"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "libusb-compat"
brew "libvo-aacenc"
brew "links"
brew "lockrun"
brew "makedepend"
brew "mariadb", restart_service: true, link: false
brew "mas"
brew "memcached", restart_service: true
brew "mosh"
brew "msmtp"
brew "tokyo-cabinet"
brew "mutt"
brew "mycli"
brew "mysql"
brew "neovim"
brew "nginx", restart_service: true
brew "nmap"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "openssl@1.1"
brew "optipng"
brew "ossp-uuid"
brew "pandoc"
brew "par"
brew "parallel"
brew "php", restart_service: true
brew "pngquant"
brew "postgresql", restart_service: true
brew "potrace"
brew "pstree"
brew "pwgen"
brew "python@2", link: false
brew "qemu"
brew "qt"
brew "ragel"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rhino"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "s3cmd"
brew "shared-mime-info"
brew "shellcheck"
brew "ssh-copy-id"
brew "taglib"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "urlview"
brew "utf8proc"
brew "v8"
brew "vim"
brew "watch"
brew "weechat", args: ["with-curl", "with-lua", "with-perl", "with-python@2", "with-ruby"]
brew "wget"
brew "wpscan"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "acrogenesis/macchanger/macchanger"
brew "homebrew/php/composer"
brew "homebrew/php/phpunit"
brew "tavianator/tap/bfs"
cask "alfred"
cask "caffeine"
cask "contexts"
cask "docker"
cask "firefox"
cask "freedom"
cask "github"
cask "hammerspoon"
cask "imageoptim"
cask "isolator"
cask "istat-menus"
cask "karabiner-elements"
cask "keybase"
cask "little-snitch"
cask "micro-snitch"
cask "private-internet-access"
cask "qutebrowser"
cask "sequel-pro"
cask "sizeup"
cask "skype"
cask "spideroakone"
cask "spotifree"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/versions/iterm2-nightly"
