tap "keith/formulae"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "tavianator/tap"
tap "dorukgezici/cask"
tap "acrogenesis/macchanger"
brew "abook"
brew "ack"
brew "aircrack-ng"
brew "ansible"
brew "aria2"
brew "clingo"
brew "aspcud"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "camlp4"
brew "chruby"
brew "clipper", restart_service: true
brew "cloc"
brew "cloog"
brew "composer"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmap"
brew "dnsmasq", restart_service: true
brew "elinks"
brew "elixir-build"
brew "erlang"
brew "ettercap"
brew "exa"
brew "exenv"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "foremost"
brew "fswatch"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gifsicle"
brew "gist"
brew "git"
brew "libusb"
brew "gnupg"
brew "gmime"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "gpg-agent"
brew "harfbuzz"
brew "hashcat"
brew "heroku"
brew "highlight"
brew "htop"
brew "httping"
brew "httrack"
brew "hub"
brew "hydra"
brew "unar"
brew "ievms"
brew "iftop"
brew "imagemagick"
brew "imapfilter"
brew "john-jumbo"
brew "jq"
brew "json-c"
brew "lbdb"
brew "less"
brew "links"
brew "lockrun"
brew "makedepend"
brew "mariadb", restart_service: true
brew "mas"
brew "memcached", restart_service: true
brew "mitmproxy"
brew "mongodb", restart_service: true
brew "mosh"
brew "msmtp"
brew "tokyo-cabinet"
brew "mutt"
brew "mycli"
brew "mysql", link: false
brew "neovim"
brew "nginx", restart_service: true
brew "nmap"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "openvpn", restart_service: true
brew "php", restart_service: true
brew "phpunit"
brew "postgresql"
brew "pwgen"
brew "qemu"
brew "qt"
brew "ragel"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "reaver"
brew "redis", restart_service: true
brew "rhino"
brew "ripgrep"
brew "ruby-install"
brew "s3cmd"
brew "shared-mime-info"
brew "shellcheck"
brew "sqlmap"
brew "ssh-copy-id"
brew "tag"
brew "taglib"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "theharvester"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "urlview"
brew "watch"
brew "wget"
brew "wp-cli"
brew "wpscan"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "acrogenesis/macchanger/macchanger"
brew "keith/formulae/reminders-cli"
brew "tavianator/tap/bfs"
cask "alfred"
cask "armitage"
cask "canary"
cask "contexts"
cask "dashlane"
cask "firefox"
cask "freedom"
cask "github"
cask "istat-menus"
cask "iterm2"
cask "keybase"
cask "little-snitch"
cask "metasploit"
cask "sizeup"
cask "spotifree"
cask "spotify"
cask "transmission"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "zenmap"
cask "dorukgezici/cask/popcorn-time"
cask "homebrew/cask-fonts/font-average-mono"
cask "homebrew/cask-fonts/font-courier-prime"
cask "homebrew/cask-fonts/font-courier-prime-code"
cask "homebrew/cask-fonts/font-cousine"
cask "homebrew/cask-fonts/font-dejavu-sans"
cask "homebrew/cask-fonts/font-fantasque-sans-mono"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-fira-sans"
cask "homebrew/cask-fonts/font-inconsolata"
cask "homebrew/cask-fonts/font-input"
cask "homebrew/cask-fonts/font-iosevka"
cask "homebrew/cask-fonts/font-lekton"
cask "homebrew/cask-fonts/font-liberation-sans"
cask "homebrew/cask-fonts/font-monoid"
cask "homebrew/cask-fonts/font-mononoki"
cask "homebrew/cask-fonts/font-roboto"
cask "homebrew/cask-fonts/font-roboto-condensed"
cask "homebrew/cask-fonts/font-roboto-mono"
